[
 {
  "code": "2321",
  "sessionType": "Keynote",
  "category": "Keynote Theater",
  "title": "Bringing AI to Life with AI at Work",
  "description": "<p>Chief Brand Officer Mary Tetlow and Chief Marketing Officer Bobby Patrick kick off FORWARD VI with an overview of what's ahead for the next two days.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6ZTFSy9M1sbudhbmd9MQlm/5b9c4ebd84e529a6437c60508a8b079e/placeholder-session.png",
  "videoType": "vimeo",
  "videoAccountId": 873125255,
  "videoId": "29c5c3b1db",
  "speakers": []
 },
 {
  "code": "2322",
  "sessionType": "Keynote",
  "category": "Keynote Theater",
  "title": "The Case for Change: Transformational Outcomes with AI at Work",
  "description": "<p>UiPath Co-CEO Rob Enslin opens the FORWARD VI main stage sessions with an inspiring look at the biggest AI-fueled opportunities for transforming customer and employee experiences, spurring innovation and profitable growth, and pumping up productivity. He'll be joined by customers sharing how they fast-tracked their journey to value with the help of AI-powered automation.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1cYY0B9FfrVKsWXgMSpO8X/1612f768d6e59fd77a5571e7629b0c87/The_Case_for_Change-_Transformational_Outcomes_with_AI_at_Work.png",
  "videoType": "vimeo",
  "videoAccountId": 873128251,
  "videoId": "2df202b7e5",
  "speakers": []
 },
 {
  "code": "2323",
  "sessionType": "Keynote",
  "category": "Keynote Theater",
  "title": "An AI-Powered Automation Platform for Everyone ",
  "description": "<p>What makes us a truly AI-powered automation platform and what has the UiPath product organization done to ensure our platform has the strength and capabilities to power your organization's AI execution? UiPath Chief Product Officer Graham Sheldon takes us through the UiPath AI strategy, roadmap, and rationale along with a first look at some near-in (but far-out) new AI-powered capabilities coming soon to a UiPath Platform near you.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3FcmIUiVHBa0pnsUkhvlyS/e6c564569afa8a38f70104ffbfa96ad4/An_AI-Powered_Automation_Platform_for_Everyone_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873120219,
  "videoId": "334fcc44c4",
  "speakers": []
 },
 {
  "code": "2401",
  "sessionType": "Breakout",
  "category": "Vision Stage",
  "title": "Scaling AI-Powered Automation in Insurance",
  "description": "<p>Join Nita Norman (Enterprise Optimization and Automation Executive manager, Insurance Australia Group) and Brian Collins (Partner, EY) to discuss how IAG is scaling their successful automation program. And aiming to deliver additional automation benefits to the business over the next three years. <br /></p>\n\n<p>In this session, you'll learn how IAG is expanding its successful automation program. They are delivering more business benefits through their \"Continuous Value Chain Optimization\" approach. This approach focuses on more end-to-end automation, utilizing multiple technologies, and process improvement techniques, and embedding change management. The IAG automation team is using their experience to employ new ways of working to focus on automation projects that are directly improving business KPIs and customer outcomes.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3v2N3B865iPTYTNoegBNQF/900630d6e9c2c409880473912296fd89/Scaling_AI-Powered_Automation_in_Insurance.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874715245,
  "videoId": "a7a293b862",
  "speakers": []
 },
 {
  "code": "2397",
  "sessionType": "Breakout",
  "category": "Vision Stage",
  "title": "Reimagine Investment Banking with UiPath and Generative AI",
  "description": "<p>Lazard undertook a transformative journey to reimagine its investment banker function. By harnessing the UiPath Platform and integrating Gen AI technologies, they've revolutionized their core automation processes. Their achievement was multifaceted: enhanced efficiency, improved employee satisfaction, enriched client experience, and notable business growth. This transformation initiative fostered a culture of innovation, positioning Lazard as an up-and-coming pioneer in AI-driven automation within the financial sector. This presentation will delve into the challenges, solutions, and benefits of this transformative journey.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3fYwd0LF2gOyituT9iQAai/eced00c855512d302908777d7ebdec46/Reimagine_Investment_Banking_with_UiPath_and_Generative_AI.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874708277,
  "videoId": "171401edd3",
  "speakers": []
 },
 {
  "code": "2396",
  "sessionType": "Breakout",
  "category": "Vision Stage",
  "title": "From Reels to Reality: The new era of AI and automation in media and entertainment with Warner Bros. Discovery",
  "description": "<p>Join us at the Vision Stage for a captivating session on how advanced automation is transforming the world of media and entertainment that we all love. Learn how Warner Bros. Discovery—in collaboration with Capgemini and UiPath—is revolutionizing its business processes in an industry where scale and outcomes drive success. Discover insights and lessons learned from strategic implementations that are enabling people across the globe to savor superior media content. You will also learn how the transformative power of applied and Generative AI can shape your future automation journey. At FORWARD VI, we unveil the possibilities of tomorrow, today!</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6xr5SAFnRFmyBP8swM7sbp/210f93114c3dd505454b3aef1de4fe9f/From_Reels_to_Reality-_The_new_era_of_AI_and_automation_in_media_and_entertainment_with_Warner_Bros._Discovery_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874706058,
  "videoId": "b27c3893a9",
  "speakers": []
 },
 {
  "code": "2398",
  "sessionType": "Breakout",
  "category": "Vision Stage",
  "title": "Charting the Course: Navigating the Navy's Journey with Automation",
  "description": "<p>This session will delve into the dynamic evolution of the Department of the Navy's journey with automation & AI. Discover the milestones achieved in establishing a centralized center of excellence, propelling automation adoption across the Navy. Explore lessons-learned, best practices, and the future of Navy automation, transforming government processes and technology in this unique environment.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3ySKuy8eVDHyPDlOaaQ5BD/87f101414e36f8f92d5ec6080a0019d4/Charting_the_Course-_Navigating_the_Navy-s_Journey_with_Automation_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874704715,
  "videoId": "ea89ed09b0",
  "speakers": []
 },
 {
  "code": "2314",
  "sessionType": "Breakout",
  "category": "How-To Theater",
  "title": "How to Get the Most Out of Your UiPath Investment: Exploring the top four features that go beyond RPA",
  "description": "<p>Since forming in 2005, a lot has changed at UiPath. We've evolved from a platform with three core products to more than 20.</p>\n\n<p> </p>\n\n<p>As a customer, that's exciting news for you. Hear directly from CoEs to learn how they're going beyond RPA today with <strong>Test Manager, Communications Mining, and Automation Cloud.</strong></p>\n\n<p> </p>\n\n<p>1. VMware tests their automations and apps with <strong>Test Manager</strong>, reducing error rates by 96%</p>\n\n<p> </p>\n\n<p>2. How Paychex is returning $7 million to the business by discovering automation opportunities with <strong>Communications Mining</strong></p>\n\n<p> </p>\n\n<p>3. Best practices for moving to <strong>Automation Cloud </strong>with Reveal Group</p>\n\n<p> </p>\n\n<p>4. Industrial Bank of Korea (IBK) has automated more than 1.6 million hours of work. Integral to their journey has been learning how to manage 150 robots. They'll share lessons learned, and their vision for incorporating newer elements of the UiPath Business Automation Platform like UiPath Apps to fuel engagement in 600 branches.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1LQk5uurArrxh3nt0X53cs/bc48d01ba1f9f0a3b6d39a41933ba5ba/How_to_Get_the_Most_Out_of_Your_UiPath_Investment_Exploring_the_top_four_features_that_go_beyond_RPA_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873833928,
  "videoId": "56a5800025",
  "speakers": []
 },
 {
  "code": "2313",
  "sessionType": "Breakout",
  "category": "Journey Theater",
  "title": "The Value of Neurodiverse Talent in AI & Automation",
  "description": "<p>Employing AI and automation to gain a competitive edge is well established, but did you know the same is true for assembling diverse teams to build and refine machine learning models? As AI progresses at unprecedented speed, it is crucial to recognize the distinct cognitive abilities of neurodiverse talent and how they can contribute to training AI models to make them more inventive and efficient. Join us as we delve into how AutonomyWorks helped customers like dentsu save hours of repetitive tasks while upholding a high standard of quality in managing AI training processes.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/JLLczyJuqmk4BD5smFjun/a130e40a3e4508b51f6d3cfe77b55d29/The_Value_of_Neurodiverse_Talent_in_AI___Automation.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873494111,
  "videoId": "08da8a6816",
  "speakers": []
 },
 {
  "code": "2301",
  "sessionType": "Breakout",
  "category": "Journey Theater",
  "title": "Going Big with AI-Powered Automation to Get Big Outcomes",
  "description": "<p>How do you get big outcomes from AI-powered automation? You go big with imaginative ideas about how to solve important problems, gain executive buy-in, and engage employees across the organization. Learn from Equifax, Sky UK and Expion Health executives and their journeys to big outcomes enabled through AI-powered automation.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1IQ9GqqapQ4YklRyD8jutc/d2dbd907e5ec492ed02d9e8084ba875e/Going_Big_with_AI-Powered_Automation_to_Get_Big_Outcomes_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873474034,
  "videoId": "2ae8cc7741",
  "speakers": []
 },
 {
  "code": "2315",
  "sessionType": "Breakout",
  "category": "How-To Theater",
  "title": "How to Upskill your Automation CoE for the AI Revolution",
  "description": "<p>Good news! If you've built an <em>automation center of excellence (CoE)</em>, you're well on your way to having an <em>AI CoE</em>. But navigating the training needed to upskill your business analysts, developers, and solution architects for the AI-powered era takes planning, and a new paradigm in how we prepare the next generation with automation skills.</p>\n\n<p>Hear best practices for AI upskilling from Dexcom, University of Washington, Greenlight Consulting, and the UiPath Academic Alliance.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/26GygF8yKrmQB5xhIwAgwl/08d022533b583a40ad33f0d2fc9e29dd/How_to_Upskill_your_Automation_CoE_for_the_AI_Revolution_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873838148,
  "videoId": "666380f7f9",
  "speakers": []
 },
 {
  "code": "2302",
  "sessionType": "Breakout",
  "category": "Inspiration Theater",
  "title": "Responsible AI for Responsible Automation in the Generative Era",
  "description": "<p>Generative AI is a natural extension to intelligent automation. However, enterprises embarking on their Generative AI journey are dealing with a new challenge: trust!</p>\n\n<p>As Generative AI is integrated into core automations, the integration of responsible AI frameworks into the entire AI-powered automation lifecycle becomes critical.</p>\n\n<p>Join us and hear from Jagjit Dhaliwal, Global Alliance Leader, Intelligent Automation at Amazon Web Services. Dhaliwal will explain the six dimensions to help harness trusted generative AI outcomes as your teams are building automations at scale: bias and fairness, explainability, robustness, privacy and security, governance, and transparency.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6ZTFSy9M1sbudhbmd9MQlm/5b9c4ebd84e529a6437c60508a8b079e/placeholder-session.png",
  "videoType": "vimeo",
  "videoAccountId": 873860965,
  "videoId": "191f0fd3d8",
  "speakers": []
 },
 {
  "code": "2310",
  "sessionType": "Breakout",
  "category": "Inspiration Theater",
  "title": "Bedazzle your Organization with AI: What to expect, where is the highest ROI, and how intelligent document processing is leading the pack",
  "description": "<p>Join Everest Group's Amardeep Modi, VP and leading analyst in the topics of AI, intelligent automation, discovery, and IDP, as he presents the very revealing findings of a survey among CXOs and practitioners on how they understand, deploy, and get value out of AI in their organizations.</p>\n\n<p>Following that, Don Sweeney, Co-Founder, Co-CEO, of Ashling Partners, will lead a discussion with global organizations like Dexcom, A. O. Smith, and Littelfuse on how they leveraged AI capabilities such as intelligent document processing to overcome significant challenges they had in their organizations. Each group will provide a deep dive into their automation program and provide valuable suggestions for successful IDP implementations as well as lessons learned on how they would do it differently.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/q4FGV8mRmivg5LnNiRCjB/a5a697d6b4536086f033d066b4957dab/Bedazzle_your_Organization_with_AI-_What_to_expect__where_is_the_highest_ROI.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873856630,
  "videoId": "999ba3ce67",
  "speakers": []
 },
 {
  "code": "2316",
  "sessionType": "Breakout",
  "category": "How-To Theater",
  "title": "How to Actually Deploy AI: This is how Snap, Jefferies, and Roboyo do it",
  "description": "<p>AI is on everyone's mind. The possibilities are endless, but real-life use cases can feel limited. That's why this session with social media giant Snap and global financial services powerhouse Jefferies, along with their automation partner, Roboyo, is so exciting.</p>\n\n<p>Join this session to learn the role AI is playing in enterprise automation journeys and benchmark these enterprises on how to identify and adopt AI-powered automation solutions.</p>\n\n<p>Learn about:</p>\n\n<ul>\n\t<li>Building the business case for AI-powered automation solutions such as Document Understanding and Communications Mining</li>\n\t<li>Automating the Accounts Payable process with Document Understanding (freeing up 50% of staff for higher value work)</li>\n\t<li>Leveraging Document Understanding and Communications Mining to automate the processing of incoming trade requests via email</li>\n</ul>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1S5rhtAl5XY3fILxA6XgGZ/42de75d07d8cfb936ef3c44243b60336/How_to_Actually_Deploy_AI_This_is_how_Snap__Jefferies__and_Roboyo_do_it_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873830285,
  "videoId": "81b021e222",
  "speakers": []
 },
 {
  "code": "2311",
  "sessionType": "Breakout",
  "category": "Journey Theater",
  "title": "Reimagining the Customer Journey High above the Clouds through Automation and AI",
  "description": "<p>AI-powered automation is unlocking unlimited potential for airlines and rapidly transforming the industry. Digital technologies are being used to personalize the customer experience, predict customer needs, drive operational excellence, and create a more sustainable future. Learn how the world's leading airlines are leveraging digital technologies including AI-powered automation to drive profitable growth, enhance customer service, and solve strategic business challenges.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/4AXGpTKmgbF06NzmiWFgYe/ea3ca4c4d328c486a615773e6c27244b/Reimagining_the_Customer_Journey_High_above_the_Clouds_through_Automation_and_AI_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873477661,
  "videoId": "4b658d229f",
  "speakers": []
 },
 {
  "code": "2317",
  "sessionType": "Breakout",
  "category": "How-To Theater",
  "title": "How to Take \"Citizen Development\" from Buzzword to Reality",
  "description": "<p>Citizen development can have profound impact on your business. But far too often it's seen as a meaningless buzzword with little real world impact. <br /></p>\n\n<p>This session shows you how SOCAR Turkey, Wesco Distribution, and ConocoPhillips use real life citizen development programs to:</p>\n\n<ul>\n\t<li>Drive operational efficiency and enhance the customer experience</li>\n\t<li>Foster digital transformation across their organizations and personal transformation amongst their employees</li>\n\t<li>Remain competitive in the era of automation and AI</li>\n</ul>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1j4KoEPQkRQGWBdlhjlvBM/e47ed4500af5b641d06f06c670717349/How_to_Take_-Citizen_Development-_from_Buzzword_to_Reality_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873835430,
  "videoId": "ca8540d787",
  "speakers": []
 },
 {
  "code": "2305",
  "sessionType": "Breakout",
  "category": "Journey Theater",
  "title": "Scaling AI-Powered Automation for Long-Term Value",
  "description": "<p>How do you design a successful journey to deliver long-term value from AI-powered automation? Learn from our customers that have mastered how to optimize operational efficiency, employee engagement, and infrastructure while making their customers more successful. Gain practical insight and tips to manage increased demand from more lines of business and create integrated digital and AI solutions to automate even more processes. Learn how establishing and executing the right operating model to scale AI-powered automation drives long-term organizational value.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/130rwiXEFdKs2cYQ6nhZpx/bd5062d55f95404acb7a766cc432b4b4/Scaling_AI-Powered_Automation_for_Long-Term_Value_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873482539,
  "videoId": "4b60da4b70",
  "speakers": []
 },
 {
  "code": "2385",
  "sessionType": "Breakout",
  "category": "",
  "title": "FORWARD Thinkers: Unleashing the Power of Women ",
  "description": "<p>Get ready to be inspired! This panel brings together remarkable women who are not just leaders, but trailblazers in their respective fields. This panel is your chance to dive into the journeys of these extraordinary women who have climbed the ladder, shattered ceilings, and are now at the helm of industry-leading organizations.</p>\n\n<p><br /></p>\n\n<p>You'll get an inside look at how these leaders have faced adversity, nurtured collaboration, and championed diversity, equity, and inclusion. So, if you're ready to gain practical insights, be inspired, and connect with a network of forward-thinking women, grab your seat early!</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/7pCEUlA94HnEdkJlKcQLCV/7a49eec37ce0f6e5ad715a6b35ce45ae/FORWARD_Thinkers-_Unleashing_the_Power_of_Women_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873858917,
  "videoId": "19410b6d05",
  "speakers": []
 },
 {
  "code": "2326",
  "sessionType": "Keynote",
  "category": "Keynote Theater",
  "title": "The UiPath Blueprint for AI at Work",
  "description": "<p>AI can be transformative for every enterprise but not if it remains an aspiration and never progresses into execution. David Barber and Luke Palamara, AI scientists, strategists, and experts in operationalizing and monetizing AI, share our plans and our progress in building capabilities into UiPath technology that organizations need for discovering, automating, and operating AI-enriched business processes throughout their operations.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1EbGuxWKqmHN59H6CBZYfH/73e4185a19dd5e4821b607457f881191/The_UiPath_Blueprint_for_AI_at_Work.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873473860,
  "videoId": "2f1496c88a",
  "speakers": []
 },
 {
  "code": "2329",
  "sessionType": "Keynote",
  "category": "Keynote Theater",
  "title": "Founder's Keynote: The Road Ahead",
  "description": "<p>UiPath Co-Founder and Co-CEO Daniel Dines shares his inspiring, optimistic picture of the future of work-one where people are freed from the mundane so they can accelerate human achievement.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/76NmoiUZ2kcBpJJRaWTnmf/6d316e7c3a51c39c820d4fc42d0c0897/Founder-s_Keynote-_The_Road_Ahead.png",
  "videoType": "vimeo",
  "videoAccountId": 873479042,
  "videoId": "d6e079edef",
  "speakers": []
 },
 {
  "code": "2394",
  "sessionType": "Keynote",
  "category": "Keynote Theater",
  "title": "AI at Work Customer Spotlight featuring Intel Corporation",
  "description": "Join us for an AI10 customer spotlight of Intel, the creator of world-changing technology, showcasing how they are using AI at Work to change how they are managing trade around the world.",
  "image": "https://images.ctfassets.net/5965pury2lcm/45yWfPW8mULHg5r9gmIPx2/56e2e3cdd96484421f8c21d211cf9092/AI_at_Work_Customer_Spotlight_featuring_Intel_Corporation_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 873819289,
  "videoId": "c261c37aa8",
  "speakers": []
 },
 {
  "code": "2328",
  "sessionType": "Keynote",
  "category": "Keynote Theater",
  "title": "The AI10 Awards",
  "description": "<p>Recognizing AI at Work leadership.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6ZTFSy9M1sbudhbmd9MQlm/5b9c4ebd84e529a6437c60508a8b079e/placeholder-session.png",
  "videoType": "vimeo",
  "videoAccountId": 873818863,
  "videoId": "27a4d78dc6",
  "speakers": []
 },
 {
  "code": "2399",
  "sessionType": "Breakout",
  "category": "Vision Stage",
  "title": "RISE as a Catalyst for a Clean Core and the Path to Innovation",
  "description": "<p>Learn about the case for cloud and how SAP and UiPath together are working on enterprise automation for our customers. SAP will discuss how customers are making the shift to the latest SAP S/4HANA Cloud platform. And the benefits customers are seeing by moving to the cloud and the related enterprise automation improvements that are happening in parallel.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1uwemuxi0caEt0dKk3WWMm/d57612e8ed6c45ca5f0887ebfccca189/RISE_as_a_Catalyst_for_a_Clean_Core_and_the_Path_to_Innovation_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874713089,
  "videoId": "541ab819f9",
  "speakers": []
 },
 {
  "code": "2400",
  "sessionType": "Breakout",
  "category": "Vision Stage",
  "title": "Revolutionizing Life Sciences: Navigating the ever-evolving automation landscape ",
  "description": "<p>Join us as Tom Hartey, a representative from a large pharma company, shares his automation journey with Grant Harris from CGI. From his beginning to his current role, Tom offers invaluable insights into the evolving life sciences industry. Tom will detail how use cases have transformed alongside technological advancements in automation. From his experience, he understands the critical role of technology in optimizing operations and increasing efficiency. His company’s success in navigating and embracing technology is a testament to its adaptability in the ever-changing automation landscape. </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/YvYdo85sLhzXKk60pa9KM/844f8933f07dbf11c32b0cf1d4beb3d8/Revolutionizing_Life_Sciences-_Navigating_the_ever-evolving_automation_landscape_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874710977,
  "videoId": "119be37614",
  "speakers": []
 },
 {
  "code": "2402",
  "sessionType": "Breakout",
  "category": "Vision Stage",
  "title": "The Road to Success through Automation Modernization",
  "description": "<p>How do you gain the most value from automation modernization? In this session, we will be discussing a Cisco business success case story highlighting the challenges the company faced, how the company utilized UiPath as a tool to achieve the greatest outcomes, and the roadmap for the future, including innovating with Gen AI.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/429GsKka8WpjSNmRc06VKV/bdd47ed3aab15d293a534cd8eeafc718/The_Road_to_Success_through_Automation_Modernization_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874721379,
  "videoId": "75d48038dc",
  "speakers": []
 },
 {
  "code": "2377",
  "sessionType": "Summit",
  "category": "Customer Experience Summit",
  "title": "Customer Experience Summit: Drive sales and your message to your customer across the digital landscape",
  "description": "<p>Maximize ROI and automate some of the most wasteful, frustrating, and inefficient service processes with AI-powered automation. CX leaders are caught between the competing priorities of improved service quality and cost reduction. All while facing unprecedented demand and growing operational complexity. Yet AI-powered automation is helping CX leaders enhance productivity, streamline core service processes, and improve customer and employee experiences. Hear the stories of our customers who have achieved cost transformation and cemented customer loyalty by extending and rapidly scaling automation across their organization.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6ZTFSy9M1sbudhbmd9MQlm/5b9c4ebd84e529a6437c60508a8b079e/placeholder-session.png",
  "videoType": "vimeo",
  "videoAccountId": 874801341,
  "videoId": "21115af3ba",
  "speakers": []
 },
 {
  "code": "2373",
  "sessionType": "Summit",
  "category": "Financial Services Summit",
  "title": "Financial Services Summit: Navigating optimization, innovation, and risk in a dynamic landscape",
  "description": "<p>Join some of the world's top banks, financial services, and insurance firms at this industry-tailored summit. Glean automation insights and best practices from your peers on:</p>\n\n<ul>\n\t<li>Efficiency and optimization</li>\n\t<li>AI tools and ethics</li>\n\t<li>Managing risk and compliance</li>\n\t<li>Driving innovation amidst a wave of game-changing tools and platforms <br /></li>\n</ul>\n\n<p><br /></p>\n\n<p>According to a recent Accenture study, only 6% of banks are embracing leading technologies. Find out what the other 94% are missing out on and learn how to embrace this game-changing competitive advantage at this must-attend event.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/45dAtDwOk4rSl02IlGpCqx/c3f8e8a589c533aa2bb84ca15788ba80/Financial_Services_Summit.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875129409,
  "videoId": "1e3406a981",
  "speakers": []
 },
 {
  "code": "2367",
  "sessionType": "Summit",
  "category": "Healthcare and Life Sciences Summit",
  "title": "Healthcare & Life Sciences Summit: AI at the intersection",
  "description": "<p>Join us at this year’s Healthcare and Life Sciences Summit, where we’ll explore how AI-powered automation is at the intersection of the work you must do now to build a strong business foundation and the innovative work that’s critical for growth.<br /></p>\n\n<p>Speakers will discuss:</p>\n\n<ul>\n\t<li>Creating a strong foundation for business areas like revenue cycle management, care delivery, claims management, research and development, and more</li>\n\t<li>Moving from desktop automation to enterprise-wide digital transformation</li>\n\t<li>What AI use cases actually look like for healthcare and life sciences</li>\n</ul>\n\n<p> </p>\n\n<p>Join us to hear what top healthcare and life sciences automation leaders have done with AI-powered automation and, most importantly, how they did it. Get inspired and leave with real knowledge of how to build a strong business foundation while working toward creating innovative solutions that will lead you into the future.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/5yUXjUMSmQPOXgrVQ97Q9q/66d51e9e57f6b538b179b2d562b18fb7/Healthcare___Life_Sciences_Summit__AI_at_the_intersection.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874723610,
  "videoId": "93a0ad2090",
  "speakers": []
 },
 {
  "code": "2312",
  "sessionType": "Breakout",
  "category": "Journey Theater",
  "title": "How Generac is Powering Enterprise Scale and Positive Customer Experience with AI and Automation",
  "description": "<p>Hear how Generac, the backup generator manufacturer and one of the most trustworthy companies in the U.S., is transforming the company into an energy technology company while keeping customers front and center. Deep dive into Generac's AI-powered automation vision, framework, and best practices that are enabling scale and a transformative customer experience. </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/puiPtIqfqmdu4Lj7CnRbQ/2d73f29e9952592da915af7001947ad3/How_Generac_is_Powering_Enterprise_Scale_and_Positive_Customer_Experience_with_AI_and_Automation_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874702164,
  "videoId": "83ebd25053",
  "speakers": []
 },
 {
  "code": "2319",
  "sessionType": "Breakout",
  "category": "How-To Theater",
  "title": "How to Accelerate Digital Transformation with SAP and UiPath: UiPath Platform as an SAP Endorsed App",
  "description": "<p>Thousands of UiPath and SAP customers agree: the two platforms are better together. Learn how the UiPath Business Automation Platform is now offered as an SAP Endorsed App and how this game-changing partnership is setting the stage for enterprise-wide automation like never before. We'll be joined by automation leaders from Intel and Applied Materials, who will share how they're driving transformation by automating complex end-to-end processes across SAP and non-SAP systems.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/7EkzoUpDXOnA9DzeRDbAnd/abe58896fcbb43b89e63b4504a2db96f/How_to_Accelerate_Digital_Transformation_with_SAP_and_UiPath-_UiPath_Platform_as_an_SAP_Endorsed_App_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874722967,
  "videoId": "203e26bba7",
  "speakers": []
 },
 {
  "code": "2378",
  "sessionType": "Summit",
  "category": "Manufacturing and Supply Chain Summit",
  "title": "Industry 5.0: Manufacturing and supply chain driven by AI-powered automation ",
  "description": "<p>Today's manufacturing execs face a series of internal and macroeconomic challenges that can seriously impact organizational productivity, customer experience, revenue growth, and meeting sustainability standards and regulations. AI-powered automation offers substantial benefits to manufacturing companies, both in their operations and business processes. It can:</p>\n\n<ul>\n\t<li>Boost sourcing and supply chain productivity</li>\n\t<li>Grow revenue</li>\n\t<li>Upgrade the quality of compliance and sustainability</li>\n</ul>\n\n<p>Join global automation leaders at leading manufacturing companies at this year's FORWARD VI Manufacturing and Supply Chain Summit, who leverage the UiPath Business Automation Platform to accelerate innovation and drive revenue for the organization while achieving process efficiencies that streamline costs.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6cKm2NSxbao1AE06ud9dbT/9e59f3b5ef063009b64f0be416ac6a6b/Industry_5.0_Manufacturing_and_supply_chain_driven_by_AI-powered_automation.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875068017,
  "videoId": "82567ceb0e",
  "speakers": []
 },
 {
  "code": "2320",
  "sessionType": "Summit",
  "category": "Public Sector Summit",
  "title": "Public Sector Summit: Automation and the power of applying AI",
  "description": "<p>In <a href=\"https://start.uipath.com/The-new-modernization-imperative-government-automation-with-applied-AI.html\">The New Government Modernization Imperative: Automation and the Power of Applying AI</a>, IDC foresees a different trajectory for the future of government modernization—a move away from the traditional lift-and-shift approach to using AI-power automation enterprise wide. AI-powered automation is changing the way organizations transform, modernize, and the way work gets done to drive the best outcomes. Join your public sector peers on the afternoon of FORWARD Day 2 for an immersive session where you'll experience how to tackle public sector mission challenges and build a foundation of innovation using AI-powered automation. Through a mix of real-world challenges shared by government speakers, group discussion and problem solving, and design thinking and service design concepts, you'll walk away with tangible steps to empower your organization and drive better outcomes wherever you are in your AI and automation journey.</p>\n\n<p> </p>\n\n<p>Join us and experience public sector transformation directly through AI-powered automation!</p>\n\n<p> </p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/2geUvvZEgYfqkqks1oCbPO/ef57fdf3faf53c726da9fd7141ca505b/Public_Sector_Summit-_Automation_and_the_power_of_applying_AI_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874744101,
  "videoId": "97e55194e0",
  "speakers": []
 },
 {
  "code": "2304",
  "sessionType": "Breakout",
  "category": "Inspiration Theater",
  "title": "The Year of Efficiency: Supercharging automation through metrics, citizen development, and offshore delivery ",
  "description": "<p>Join Danilo Barbosa of META as they unpack a transformative year in intelligent automation, exploring the pioneering strategies that led to remarkable efficiencies and widened the scope of automation.</p>\n\n<p> </p>\n\n<p>They will share insights from implementing a Citizen Development Program, transitioning to an offshore delivery model, and establishing standardized metrics across all operations. Discover how META empowered individuals to become citizen developers, fostering a culture of innovation and accelerating automation. Learn from the successes and challenges of managing a global, diverse team within an offshore delivery model. Understand the significance of robust, standardized metrics in demonstrating the real impact of automation initiatives to stakeholders.</p>\n\n<p> </p>\n\n<p>Delve into real-life experiences and practical strategies. Get inspired to re-think your approach to intelligent automation and extend its reach in your organizations. This engaging session is designed for forward-thinking leaders in the intelligent automation domain who strive for continual evolution and innovation. Prepare to be inspired and equipped with actionable insights for your automation journey.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/qNkeBCGTRlkR63G90Ud0E/587e64f39e26f93e38e0a9bb81d8d71c/The_Year_of_Efficiency_Supercharging_automation_through_metrics_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874760112,
  "videoId": "85f60104be",
  "speakers": []
 },
 {
  "code": "2306",
  "sessionType": "Breakout",
  "category": "Inspiration Theater",
  "title": "Embracing Digital Transformation through AI-Powered Automation and Intelligence Document Processing",
  "description": "<p>You are receiving high volumes of documents to process, such as invoices, and your teams can't keep up! Your existing technology is missing key details. You just want something that works, reduces errors, improves accuracy, and can integrate with your downstream systems.<br /></p>\n\n<p><br /></p>\n\n<p>Last year, Canon embraced AI and automation alongside human-in-the-loop capabilities, to drive their digital transformation and offloaded 8,800+ hours annually from their Finance teams in both the USA and Canada. This year they are nearing that outcome with even more intelligent document processing! Taking the learnings from previous projects and supporting an AI-powered automation strategy across business teams, Canon employees are being upskilled and redeployed to more interesting and engaging work and business-impacting projects.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6ec4jVIBC6eFQHQiGzCqCn/a38c1686057a1c3883a27683194ee66b/Embracing_Digital_Transformation_through_AI-Powered_Automation_and_Intelligence_Document_Processing_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874755930,
  "videoId": "1e3730d10d",
  "speakers": []
 },
 {
  "code": "2318",
  "sessionType": "Breakout",
  "category": "How-To Theater",
  "title": "How to Automate the \"Unautomatable\" in Government",
  "description": "<p>With the creation of an Automation Centre of Excellence (ACoE), the Scottish Government was able to accelerate the digitization of government services which led to an improvement in citizen outcomes and increased employee job satisfaction. In just over a year, the Scottish Government has automated 66 business processes in over 132,000 transactions while achieving a 99% automation accuracy rate. With further automation opportunities identified via an internal 'automation challenge' initiative, the program's scale continues to rapidly grow.<br /></p>\n\n<p>In this session you will learn:<br /></p>\n\n<p>- How the Scottish Government rapidly improved citizen experience and increased employee satisfaction by implementing a cross-agency, hyperscale automation program, at pace<br /></p>\n\n<p>- Lessons learned during their automation journey, such as uniting with stakeholders who can either amplify or obstruct an automation initiative</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6ZTFSy9M1sbudhbmd9MQlm/5b9c4ebd84e529a6437c60508a8b079e/placeholder-session.png",
  "videoType": "vimeo",
  "videoAccountId": 874700886,
  "videoId": "12719acec4",
  "speakers": []
 },
 {
  "code": "2308",
  "sessionType": "Breakout",
  "category": "Journey Theater",
  "title": "The Future of Jobs and Talent in Automation and AI",
  "description": "<p>We're experiencing a technological paradigm shift that necessitates changes in the workforce, particularly in automation and AI. While companies seek to automate processes across the enterprise, the talent pool required to manage new AI capabilities is still shallow. UiPath is constantly investing in its learning and enablement capabilities and partnering with Kelly Technology as the hiring experts. Join this session to learn about the latest labor trends in the AI and automation space and the impact on talent and business. Takeaways will include an overview on UiPath learning curriculum and certifications to attract the best talent and develop skills to land the right role. Also, learn about the tools that identify high-potential candidates and match them with emerging AI and automation roles</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6YzwqKBrYPLUy2LUcjrZsd/2bd995c44a004ebbdca19e648013e0d2/The_Future_of_Jobs_and_Talent_in_Automation_and_AI_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874722432,
  "videoId": "e7e742edeb",
  "speakers": []
 },
 {
  "code": "2380",
  "sessionType": "Breakout",
  "category": "Product Leadership Session",
  "title": "Product Leadership: Continuous Discovery Keynote",
  "description": "<p>In today's dynamic business landscape, the pressure to ramp up automation across processes is more pressing than ever. The demand for a swift, data-driven approach to discover, action, and monitor inefficiencies is paramount. Enter Continuous Discovery. With discovery and AI-powered automation, UiPath is shaping a future where automation goes beyond mere buzzwords, actively propelling businesses towards excellence. Join this session with the UiPath product team, analysts, and customer experts to hear how customers are automating and innovating with Continuous Discovery and AI.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1RkEk8lKaeo8tVqbEc319N/87cffd2597cef4817acd25d2def71625/Product_Leadership-_Continuous_Discovery_Keynote_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874729452,
  "videoId": "fd3b9bd963",
  "speakers": []
 },
 {
  "code": "2384",
  "sessionType": "Breakout",
  "category": "Product Leadership Session",
  "title": "Product Leadership: UiPath Developer Tools Keynote",
  "description": "<p>Join the UiPath product team to see how the developer tool set for automation is evolving to make your life easier. In this session, we will take a closer look at the roadmap and see the latest developments in our product line:</p>\n\n<ul>\n\t<li>Generative AI and natural language processing as starting points for automation</li>\n\t<li>Cross-platform automation directly in your browser window</li>\n\t<li>API automation to speed up and simplify your IT manager's workload</li>\n</ul>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/4cTY7bdKoC50qMVBd1OsWl/e2d36a88ea8b80084ce1451ec5aba7ba/Product_Leadership-_UiPath_Developer_Tools_Keynote_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874734499,
  "videoId": "2d1b8b71eb",
  "speakers": []
 },
 {
  "code": "2389",
  "sessionType": "Breakout",
  "category": "Product Leadership Session",
  "title": "Product Leadership: CoE Lead and IT Keynote: Platform delivery and security",
  "description": "<p>The CoE lead and IT track at TechEd Day is packed with sessions to help CoE leads and IT experts plan their next steps with the UiPath Business Automation Platform. In this preview keynote, join Product VP Titus Miron and Principal Manager Raisa Bragarea for highlights of what's coming to make it even easier to scale and manage the full UiPath Business Automation Platform in the enterprise. Customer Assurance and Trust Director Kevin Mooney will round the session out with updates on the latest in platform-wide trust and security.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/5aUrn3pmd3nebF6wjm5SIJ/1b20226a825aed053e35688d3dfe12d8/Product_Leadership-_CoE_Lead_and_IT_Keynote-_Platform_delivery_and_security_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874726008,
  "videoId": "1c0c14778b",
  "speakers": []
 },
 {
  "code": "2379",
  "sessionType": "Breakout",
  "category": "Product Leadership Session",
  "title": "Product Leadership: UiPath Test Suite: Leading the AI testing revolution",
  "description": "<p>For decades, testing technology lacked significant innovation. In 2020, UiPath launched Test Suite, a test automation solution leveraging UiPath production-grade RPA technology. Just one year later, it was acclaimed by IDC as a Leader in cloud testing due to its robust automation and orchestration. Now, powered by the UiPath Business Automation Platform and infused with Specialized AI testing capabilities, Test Suite is poised to lead the AI testing revolution. This session will explore our vision for AI-powered continuous testing, the roadmap to realize this vision, and the benefits our customers have already achieved.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/65GXFwzzqX3y56C0z599xY/5138608b37f6e884e8c87d0930f48705/Product_Leadership-_UiPath_Test_Suite-_Leading_the_AI_testing_revolution_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 874737898,
  "videoId": "326314759a",
  "speakers": []
 },
 {
  "code": "2387",
  "sessionType": "Keynote",
  "category": "TechEd Day",
  "title": "TechEd Day Welcome",
  "description": "<p>Join us as we kick off the first-ever TechEd Day as a part of FORWARD VI.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6qoHtZ2oqMbb2NEyJ5ujYe/370f48907269fbe93a23353563e152a9/TechEd_Day_Welcome_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875099705,
  "videoId": "166c5ae3f2",
  "speakers": []
 },
 {
  "code": "2386",
  "sessionType": "Keynote",
  "category": "TechEd Day",
  "title": "Investing to Advance Our World Class Innovation",
  "description": "<p>Join Graham Sheldon, Chief Product Officer at UiPath, as he sets up the day with a more technical lens on key areas of the Business Automation Platform, and what's on the horizon in our upcoming 2023.10 release and beyond.  Hear about our strategy, key improvements and new capabilities across the platform -- and learn how we are enabling entirely new AI-powered experiences for all employees in your business.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3KK47EjNH0YRQkMIcUij3Q/015b2d3cc761da422cd95a15e0255ea7/Investing_to_Advance_Our_World_Class_Innovation.jpg",
  "videoType": "vimeo",
  "videoAccountId": 877802949,
  "videoId": "876a5b3dad",
  "speakers": []
 },
 {
  "code": "2332",
  "sessionType": "Q&A",
  "category": "TechEd Day",
  "title": "Ask the Experts about AI for Document Processing",
  "description": "<p>Join AI and automation experts as they answer your questions on intelligent document processing (IDP) and AI-powered automation. Learn how to process communications and documents from emails, tax forms, legal contracts, and more with the latest Specialized AI and Generative AI capabilities from UiPath.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/2QglIscvuVFCQ0RhFgP4X9/65ab2c975ddb3a81f06e498976a984e7/Ask_the_Experts_about_AI_for_Document_Processing.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875098827,
  "videoId": "3dd0960bc9",
  "speakers": []
 },
 {
  "code": "2365",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Automation Cloud Robots: When to use what",
  "description": "<p>Unlock the potential of Automation Cloud Robots in your organization. In this enlightening session, explore how to utilize different Automation Cloud Robots effectively, the customizations available, and see use cases for different scenarios.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6d70ZUm5cgHVDyCJO8htgD/c6b8bf6e6a896d6fe856ac2629a9dea0/Automation_Cloud_Robots-_When_to_use_what_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875276123,
  "videoId": "405a7217b1",
  "speakers": []
 },
 {
  "code": "2364",
  "sessionType": "Workshop",
  "category": "TechEd Day",
  "title": "Deploying Automation Suite and the Infrastructure Required",
  "description": "<p><em><strong>Attendance is limited for this workshop-like session.</strong></em></p>\n\n<p>Join our comprehensive workshop to learn the ins and outs of deploying Automation Suite effectively. Discover the essential infrastructure needed to ensure seamless integration and optimal performance for your automation projects.</p>\n",
  "speakers": []
 },
 {
  "code": "2356",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "How UiPath Automates UiPath: The story behind saving $50 million with our own tech",
  "description": "<p>Join us in this session as we take you on a journey of our UiPath center of excellence program. With over $50 million of cumulative cost avoidance and more than one million hours of time given back to the business, our team is excited to share the insights, best practices, and lessons learned along the way.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1hrGoyauGEcR3oXFh5LCFG/3ad8ddd61b89716949e10d38f03f14b8/How_UiPath_Automates_UiPath-_The_story_behind_saving__50_million_with_our_own_tech_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875460991,
  "videoId": "893281b6a9",
  "speakers": []
 },
 {
  "code": "2339",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Streamlining Enterprise Financial Processes: Process Mining Best Practices",
  "description": "<p>In this session, Ashling Partners, Komatsu, and NRG will share best practices for using UiPath Process Mining to improve their enterprise financial processes to achieve better procurement and finance outcomes.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/2WuU2mVjEJH1PNdmddPnH/9bf0885ea0e7c5ad7670f0c94e0869f0/Streamlining_Enterprise_Financial_Processes__Process_Mining_Best_Practices.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875153830,
  "videoId": "a4a5935862",
  "speakers": []
 },
 {
  "code": "2344",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Unleash the Power of Coded Automation for Testers",
  "description": "<p>Coded automation enables UiPath customers to automate tests and processes in three ways: no-code for business users, low-code for power users, and now coded automation for technical developers. Coded automation is for developers who need to automate or test more complex use cases. Join Thomas Stocker to learn how coded automation works, when to use it, and how to get started.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/2ts3tuT31RYQBI7zRll8qO/4f45a4d6c8a5d1e86e21624fcdece414/Unleash_the_Power_of_Coded_Automation_for_Testers_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875116172,
  "videoId": "dab86f4423",
  "speakers": []
 },
 {
  "code": "2371",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Update Management Tools for Automation Developers",
  "description": "<p>Join this session to learn how solutions, testing, source control, and automation pipelines can improve your development lifecycle with continuous integration and deployment.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/7GXhG8EwHyalIMMnp05cNG/3f6cb9c20c8d736a7f1284f6d6435119/Update_Management_Tools_for_Automation_Developers_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875444751,
  "videoId": "d6a9e99e2b",
  "speakers": []
 },
 {
  "code": "2340",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Accelerating Your Time to Automation: Best practices from Impower.ai and Leaf Home",
  "description": "<p>Assisted Task Mining provides immense value in business transformation initiatives. Impower.ai and UiPath customer Leaf Home will share best practices they used with Assisted Task Mining to efficiently map over 500 processes, saving a significant amount of time and resources. Make sure to join this session to find out how you can benefit from Assisted Task Mining.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6G9UDEJxDDI8JIc7O5yC6O/4652a22e0d7ca057e62ae11531d4be8c/Accelerating_Your_Time_to_Automation__Best_practices_from_Impower.ai_and_Leaf_Home.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875154414,
  "videoId": "38bc701de1",
  "speakers": []
 },
 {
  "code": "2345",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Migrating from Legacy Testing Tools: A deep dive into best practices",
  "description": "<p>The promise of modernizing your testing practice with an AI-powered solution, like UiPath Test Suite, is exciting for testing teams who haven't encountered test automation innovation for decades. In this session, we'll explore some of the best practices and strategies for effectively streamlining the migration to UiPath so you can transform your testing today.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/7dTx5zex5Ibq9YwYgQ030e/38ecf88daf46e1c87a15c9a2a162cfb9/Migrating_from_Legacy_Testing_Tools__A_deep_dive_into_best_practices_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875120855,
  "videoId": "45332c9f02",
  "speakers": []
 },
 {
  "code": "2355",
  "sessionType": "Q&A",
  "category": "TechEd Day",
  "title": "Q&A With the UiPath Center of Excellence Team",
  "description": "<p>Join us for a live Q&A session with the UiPath Center of Excellence team, as they share their insights from running a successful automation program within UiPath! From building the automation pipeline to measuring program success and scaling citizen development initiatives, our own CoE experts are here to answer all your burning questions.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3zydiol73SZF26vKPzbraQ/552a40b8268533023a9b6b690fa6aced/Q_A_With_the_UiPath_Center_of_Excellence_Team_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875461275,
  "videoId": "6f269ae972",
  "speakers": []
 },
 {
  "code": "2369",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Use UiPath Professional Services to Accelerate Your Time to Value",
  "description": "<p>In this session, we'll showcase the many ways that partnering with the experts in UiPath Professional Services can jumpstart your automation success. Whether your project challenge is technology, process, or architecture, come and see ways you can benefit from working with the team who spend their days with customers-delivering better results, more quickly.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3VRDdNajNiSL7tWXasRa6h/8419a49a655d1d7f7d95845b95222bbf/Use_UiPath_Professional_Services_to_Accelerate_Your_Time_to_Value_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875324573,
  "videoId": "c869a1608d",
  "speakers": []
 },
 {
  "code": "2376",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Accelerating Automation with Studio family",
  "description": "<p>Expanding on our Keynote session, this deep dive will provide you the opportunity to explore in depth the capabilities of Studio Web, together with other UiPath products, in delivering complex automations fully in the browser. Challenge the limits of what browser automation can do, and bring new tools into your development portfolio.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1ldxNNMTNhc6D6lDkB67KX/8f7b7d243af5749f05c854fecaa5a181/Accelerating_Automation_with_Studio_Family_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875097975,
  "videoId": "974caa4435",
  "speakers": []
 },
 {
  "code": "2360",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "How to Create Seamless User Experience with Trigger-based Attended Automation",
  "description": "<p>Discover how our new product innovations enable you to build a seamless automation experience for every user at your organization. We'll unveil how to add custom automation layers to your existing applications, providing your users with contextually relevant automations based on their actions and current activities.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1OTgOjBXMsyFHY9Zs9yurY/c9766b6b68f097a012e67a77ce843de4/How_to_Create_Seamless_User_Experience_with_Trigger-based_Attended_Automation.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875343340,
  "videoId": 2334981238,
  "speakers": []
 },
 {
  "code": "2351",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "New Tools and Strategies for UiPath Solutions Management",
  "description": "<p>Join us to see and hear about exciting new solutions management capabilities coming to the UiPath Business Automation Platform in the 2023.10 release (and beyond). Learn how to bundle together all solution components and define a default deployment configuration. You'll be able to use those to easily transport solutions across tenants and orgs, then deploy and upgrade more easily through wizard-driven tools. The session will show some of the currently available tools in action and highlight future plans as well.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/59jnCU9aNmy8lKBRfYer9Q/792270ea647929bb203ce40add9865ee/New_Tools_and_Strategies_for_UiPath_Solutions_Management_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875293742,
  "videoId": "4dffaf7308",
  "speakers": []
 },
 {
  "code": "2346",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "SAP Change Impact Analysis: Using AI to test SAP more precisely",
  "description": "<p>In addition to our SAP Endorsed offerings, UiPath also recognizes how testing SAP upgrades and migrations is tedious and costly, leading to delays and production defects. The new Change Impact Analysis for SAP enables more targeted testing, of both applications and automations, based on the changes introduced. Join Lev Kushnir to learn how to get started with Change Impact Analysis and explore how your peers plan to roll it out.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/2woJNL0kZunV82k2UIInW0/5afa2fdb3e7c9ee8a7e47fa26fcd8816/SAP_Change_Impact_Analysis__Using_AI_to_test_SAP_more_precisely_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875116826,
  "videoId": "d8f89740c3",
  "speakers": []
 },
 {
  "code": "2335",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "The Data Gold Rush: Mining your data for automation potential",
  "description": "<p>Join this session to learn how AI and Continuous Discovery can uncover highly impactful automation opportunities. Whether you're leveraging system data, desktop data, or unstructured communications data, we'll dive into how you can identify the highest ROI areas of your business to start automating and improving.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6ZDPo2sxNswVghcxtBr4lM/48640b2e73104e14a3eb7cab1b07a5af/The_Data_Gold_Rush__Mining_your_data_for_automation_potential.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875158446,
  "videoId": "1455e0b5b5",
  "speakers": []
 },
 {
  "code": "2363",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "What's New for IT and Admins in the 2023.10 Automation Cloud and Automation Suite?",
  "description": "<p>Join us for an overview of capabilities expected in the upcoming 2023.10 releases for Automation Cloud and Automation Suite, as well as a summary of what's new since FORWARD 5 for those focused on automation management and governance.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/2xtWG3bvpC5ogYt0Z4qFn3/249c77c3ab70b77422dc07388216c94f/What-s_New_for_IT_and_Admins_in_the_2023.10_Automation_Cloud_and_Automation_Suite_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875462081,
  "videoId": "1da500ff96",
  "speakers": []
 },
 {
  "code": "2341",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Combining Insights and Automation Hub for Effective Reporting ",
  "description": "<p>Learn how to utilize the full power of our Insights analytics to analyze your automation program data, track meaningful metrics, and share reports with stakeholders.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/RPCGZX2F2jgTUrAKfqbla/737299b9cde23a833cf6f7bdbea2f43f/Combining_Insights_and_Automation_Hub_for_Effective_Reporting_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875283120,
  "videoId": "63ce63228e",
  "speakers": []
 },
 {
  "code": "2359",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Driving a Test-First Mindset Across RPA and Application Development",
  "description": "<p>A test driven development (TDD) approach to software delivery reduces risk and costs, and accelerates delivery timelines. Learn how Cushman and Wakefield are applying TDD and how they plan to expand use of this approach to user acceptance, performance, and RPA testing practices.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/59Nqn3WrSADp6KcbYxYfNH/4af6fb1fd7f587137f87c83257e19ed0/Driving_a_Test-First_Mindset_Across_RPA_and_Application_Development_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875117293,
  "videoId": "e777a13bb6",
  "speakers": []
 },
 {
  "code": "2375",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Harness APIs and Gen AI to Power Automations via Integration Service",
  "description": "<p>API developers: see what's new in UiPath Integration Service. We'll highlight the latest support for API automation and Generative AI via prebuilt connectors. We'll explain the Connector Builder option, including the power and simplicity of curated activities and triggers. We'll show you what's new for governing and sharing integrations and demonstrate the ease of API accessibility across the UiPath Business Automation Platform.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/CTMik8u9QknPFk4Mi6DG2/b25b07d54fc41f1f32211031c16e053f/Harness_APIs_and_Gen_AI_to_Power_Automations_via_Integration_Service.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875337090,
  "videoId": "c189e94a3a",
  "speakers": []
 },
 {
  "code": "2354",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Monitoring and Improving Your Quality of Service",
  "description": "<p>Delivering high-quality service consistently is a priority but also a significant challenge for every business. Join this session for your introduction to Quality of Service in UiPath Communications Mining. Learn how the Quality of Service feature helps ensure all of your customers are provided with the highest quality of service, while proactively identifying priority areas for improvement. By deploying powerful AI models that work out of the box and are quick and easy to fine-tune with domain-specific context, Communications Mining combines the tone, sentiment, and intent of all communications to automatically compute a configurable Quality of Service Score. The Quality of Service Score can be used to prioritize work, measure performance, and drive proactive interventions through real-time alerting.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/LRVA4cULFX9ikPyVbbvjY/cc1de860cd08af607be8549641fcb6ea/Monitoring_and_Improving_Your_Quality_of_Service_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875158758,
  "videoId": "a1b1c3f20a",
  "speakers": []
 },
 {
  "code": "2358",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Security Best Practices Across the UiPath Business Automation Platform",
  "description": "<p>Learn how to use the latest security features and tools in the UiPath Platform to strengthen the security of your automation program. This session is essential for anyone responsible for ensuring compliance, governance, and security in automation operations!</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6ZTFSy9M1sbudhbmd9MQlm/5b9c4ebd84e529a6437c60508a8b079e/placeholder-session.png",
  "videoType": "vimeo",
  "videoAccountId": 875461748,
  "videoId": "599b3854c3",
  "speakers": []
 },
 {
  "code": "2361",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Best Practices For Setting Up Your Organization: Permissions, tenants, folders, and settings in Automation Cloud",
  "description": "<p>Unlock the full potential of UiPath Automation Cloud in this deep dive session. We'll explore the essentials of optimal organization setup including permissions, tenants, and folder management to help you maximize efficiency and streamline your automation journey. Join us as we guide you through real-world examples of setting up your UiPath organization.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6M6MFhae20bTKgss2Mb2Du/1249de12705fbdcad2342ee960919689/Best_Practices_For_Setting_Up_Your_Organization-_Permissions__tenants__folders__and_settings.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875348846,
  "videoId": "fa1b447f9d",
  "speakers": []
 },
 {
  "code": "2337",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Boosting Process Improvement with UiPath Process Mining and Automation",
  "description": "<p>Combining automation and process improvement initiatives means better outcomes for everyone. Join this session to discover how UiPath Process Mining can optimize processes and simultaneously find opportunities for automation.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3iDNIlRLodFoAbdtm4VIEZ/cf9417a0352ffc6e28b01ba38f088f84/Boosting_Process_Improvement_with_UiPath_Process_Mining_and_Automation.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875177464,
  "videoId": "bb2fdbb98d",
  "speakers": []
 },
 {
  "code": "2342",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "From Feedback to Features: Maximize your impact as a UiPath Insider",
  "description": "<p>Discover the vital role you play in shaping the future of automation through early testing and feedback. Get pro tips to become an early adopter superstar, learn how fellow customers have impacted product development in their favor by testing their unique scenarios early, and be the first to get exclusive access to upcoming private previews of cutting-edge Generative AI capabilities. Join us and drive the future of automation as a UiPath Insider.</p>\n\n<p><br /></p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1Lpu7AS3yVVujtgf8Ek8ad/d03e544f196964a592834e650bf63811/From_Feedback_to_Features_-_Maximize_your_impact_as_a_UIpath_Insider_v2_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 877795675,
  "videoId": "82abf89e59",
  "speakers": []
 },
 {
  "code": "2350",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Meet the Process Heatmap That Ensures Automation Quality",
  "description": "<p>Improving the quality of your automations lets you scale faster and boost your stakeholders' satisfaction. In this session, you'll learn about the new process heatmap feature and how it provides automation teams with a risk-based visualization of their automated processes. Once generated, the heatmap can be used to identify which processes require testing using metrics like activity coverage or error rate.</p>\n\n<p><br /></p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/5CWSyuVgTrIxgKgMZXPHUt/896111a881a59d54766123695d84888d/Meet_the_Process_Heatmap_That_Ensures_Automation_Quality_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875230753,
  "videoId": "66fe3080d5",
  "speakers": []
 },
 {
  "code": "2343",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Migrating to Automation Cloud",
  "description": "<p>The aim of this in-depth session is to equip you with the knowledge and tools you need to successfully plan and execute a migration to UiPath Automation Cloud, so you too can start taking advantage of the full UiPath Business Automation Platform as SaaS. We'll cover the latest AI features of the cloud migration tool and offer guidance tailored to your needs for starting with Automation Cloud. You'll also get to explore case studies illustrating how major challenges are typically tackled, and we'll answer your questions on performance and security implications.</p>\n\n<p><br /></p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/4q9a6Gnz7TP9CYVe5DwXQ0/72067d9256f3d0d6dc7f887820b8eb57/Migrating_to_Automation_Cloud_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875288451,
  "videoId": "62231ef0d2",
  "speakers": []
 },
 {
  "code": "2352",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Unleash the Power of Coded Automation For RPA Developers",
  "description": "<p>Coded automation will enable every UiPath customer the ability to automate processes in three ways: no-code for business users, low-code for power users, and now coded automation for technical developers who need to automate more complex use cases.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6Md3tNQdS2BJ3XcweP0sT5/9b4972076479412af8636b461e4ddf9f/Unleash_the_Power_of_Coded_Automation_For_RPA_Developers_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875450240,
  "videoId": "1071fcfb34",
  "speakers": []
 },
 {
  "code": "2382",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Analyzing your Long Running Workflows with Process Mining",
  "description": "<p>In this session, we'll dive into the latest enhancements in Process Mining that allow you to monitor your automations and long-running workflows. You'll learn about how your automations are running and how to effectively use Process Mining to detect automation inefficiencies, automation improvements, and monitor the impact of process updates.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/7xnUonr8XyYEGqfmUNknLu/ef39de65799cf6ad83a3106f34b74b47/Analyzing_your_Long_Running_Workflows_with_Process_Mining_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875452668,
  "videoId": "930a53ad90",
  "speakers": []
 },
 {
  "code": "2370",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Best Practices in Prompt Engineering in Automation",
  "description": "<p>This session is designed to provide an in-depth exploration of cutting-edge techniques and strategies for crafting highly effective prompts in the context of automation. In today's rapidly evolving technological landscape, prompt engineering plays a crucial role in optimizing the performance of various automated systems, including AI models, chatbots, and robotic processes. Attendees will gain invaluable insights into formulating clear and concise prompts that yield precise and contextually relevant responses from automated systems. From understanding the impact of language nuances to leveraging natural language processing capabilities, this session will delve into the art and science of prompt engineering. Seasoned experts in the field will share real-world case studies and practical tips to ensure participants leave equipped with the knowledge and skills to supercharge their automation projects and deliver seamless user experiences.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/2oRguSVPcML6HryFxkQkHD/c281bb45f891fb93a33837dbc50d8ac2/Best_Practices_in_Prompt_Engineering_in_Automation_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875116440,
  "videoId": "c4db2f6219",
  "speakers": []
 },
 {
  "code": "2336",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Exploring UiPath Task Mining Enhancements: How to utilize workforce intelligence",
  "description": "<p>In this session, we'll dive into the latest enhancements in Task Mining, with a special focus on workforce intelligence. You'll learn about our approach to data collection and analysis. You'll also learn how to effectively use workforce intelligence data, seamlessly integrating it into Task Mining or automation initiatives.</p>\n\n<p><br /></p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/33p5JcRJ0MYeampc27ZSLI/75dbcdae05ce52ccc48d6fbd5efea2f9/Exploring_UiPath_Task_Mining_Enhancements__How_to_utilize_workforce_intelligence.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875178838,
  "videoId": "9a746cc229",
  "speakers": []
 },
 {
  "code": "2347",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Getting a Quick Start with UiPath Test Suite: Migration and operating model",
  "description": "<p>Adopting a new testing platform is exciting but comes with its own challenges. This session, led by UiPath Professional Services, will explore strategies for migrating from legacy tooling, including common pitfalls and best practices for running your test practice on UiPath Test Suite.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/2WAN8BoqmYKP3U8SWkxeTv/bdff7b355f70c642ec02b3d14d36539a/Getting_a_Quick_Start_with_UiPath_Test_Suite__Migration_and_operating_model_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875229123,
  "videoId": "f2201da428",
  "speakers": []
 },
 {
  "code": "2357",
  "sessionType": "Q&A",
  "category": "TechEd Day",
  "title": "The Future Orchestrator Q&A",
  "description": "<p>Join us if you want to shape the future! In this session, we're looking for your thoughts and feedback (and issues!) as we plan and build the future of Orchestrator in the UiPath Platform. We'll cover four key topic areas of Orchestrator's evolution: the role of the admin vs. other personas, monitoring, API evolution, and onboarding for rapid success. Whether you're a power user of Orchestrator today, or you want the Orchestrator of tomorrow to focus on whole new capability areas, come and join the discussion with the product management team.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6DntInjLGsq6WBxlG6rL0A/a21145170342ac3294d443ea287f000c/The_Future_Orchestrator_Q_A.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875300047,
  "videoId": "7929f4a6a8",
  "speakers": []
 },
 {
  "code": "2388",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Accelerate Your Time-to-Value With UiPath Solution Accelerators",
  "description": "<p>Learn about UiPath Solution Accelerators and how you can accelerate your time to value. This session will provide a deep dive into using Solution Accelerators through downloading and implementing the 2-Way Match Invoice Processing for SAP Solution Accelerator as an example.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3T9GQhLwPFZSsWnUrvjhlw/c591b2b2b4c9ed9637df6892d4005cfe/Accelerate_Your_Time-to-Value_With_UiPath_Solution_Accelerators_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875330913,
  "videoId": "9d26298c8a",
  "speakers": []
 },
 {
  "code": "2334",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Document Understanding Dashboards: From automation to visualization in UiPath Insights",
  "description": "<p>Learn how to create, design, and implement a Document Understanding-based Insights dashboard from the automation stage all the way to the visualization stage.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/57siVEkANipZccvZWfcBt9/afc7dffc0c0e5f20422f1f3481465bfb/Document_Understanding_Dashboards__From_automation_to_visualization_in_UiPath_Insights_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875178493,
  "videoId": "58eaa6b38f",
  "speakers": []
 },
 {
  "code": "2362",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Future of Digital Assistants: How your employees can benefit from automation in their day-to-day work",
  "description": "<p>Join us to explore the latest product innovations transforming the way people work with automation. Discover how your people can delegate mundane work to a personal digital assistant, now powered by AI. See how every employee can seamlessly access and run automations directly in web and desktop applications, with no distruption to their daily work.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/35XgE0oqRdMSEV4aeIy9pE/f7d48a71dd13b7c8338b2dc65b074d0e/Future_of_Digital_Assistants-_How_your_employees_can_benefit_from_automation_in_their_day-to-day_work_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875348041,
  "videoId": "c67c78daea",
  "speakers": []
 },
 {
  "code": "2348",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Tailoring the UiPath Testing Framework: How Ness set the stage for automation scaling in a leading consumer bank",
  "description": "<p>Enterprise financial services corporations must deliver a superior customer experience to effectively compete for demanding consumers. To ensure a superior experience, it is imperative to expedite the delivery of capabilities while concurrently mitigating production-related risks. This entails reducing the effort expended on testing per test cycle and enhancing time-to-market. During this session, we will delve into the framework that has underpinned the successful adoption of the UiPath Test Suite by this Global 500 consumer bank. This discussion will encompass a range of proven practices, encompassing areas such as automation driven by reusability, governance, security, environment management, test data parameterization, log management, and comprehensive reporting.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1jK4zV8SfDnhn5apXK1ydv/bd66fdc0165c4116b53738b0a0a17dec/Tailoring_the_UiPath_Testing_Framework__How_Ness_set_the_stage_for_automation_scaling_in_a_leading_consumer_bank_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875231730,
  "videoId": "45245e727b",
  "speakers": []
 },
 {
  "code": "2349",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Discover Continuous AI-Powered Quality",
  "description": "<p>Join Ingo Philipp as he demonstrates the newest features that bring AI into every phase of the testing lifecycle. You'll see how to generate test cases and steps to build automations from comments. You'll also see AI-generated insights, which allow you to better understand and optimize the quality of your automations.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/6xuJyvvv6L8Lx6WTKlqO1D/c6cdf96313d8edd4404f3e1124e78448/Discover_Continuous_AI-Powered_Quality_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875227097,
  "videoId": "a2484c0804",
  "speakers": []
 },
 {
  "code": "2353",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "New Automation Cloud Features for Managing and Monitoring Licensing",
  "description": "<p>In this session, we'll unveil some new capabilities in Automation Cloud that make it easier to understand and manage your licensing position. Join us to hear about how we clarify unit consumption, show you how to get the most out of user licensing in Automation Cloud, and introduce other new features to make licensing administration easier that will be part of the 2023.10 release.</p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/2s5qaI6rxnjfrMch7k1ZW2/8444ab40280791a374eeebb46f5bb2cb/New_Automation_Cloud_Features_for_Managing_and_Monitoring_Licensing_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875347555,
  "videoId": "1700609a1c",
  "speakers": []
 },
 {
  "code": "2338",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Specialized AI for UiPath Task Mining and Process Mining",
  "description": "<p>In this session, we'll dive into Specialized AI and how it's being used across the UiPath Business Automation Platform to understand processes, discover new insights, and speed up process improvement.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/1JzlWWVRqqFaBMvxw06rJD/14a335ec54ec81aa0221c7dd7b7b9762/Specialized_AI_for_UiPath_Task_Mining_and_Process_Mining_copy.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875183716,
  "videoId": "b50d11c1aa",
  "speakers": []
 },
 {
  "code": "2307",
  "sessionType": "Deep Dive",
  "category": "TechEd Day",
  "title": "Turbocharge Your SAP Automation Journey With UiPath Solution Accelerators",
  "description": "<p>In this session, we will demonstrate how UiPath SAP Solution Accelerators can expedite automation deployment within SAP environments, yielding significant improvements in efficiency, accuracy, and overall business outcomes. Session participants will gain valuable insights into harnessing the power of UiPath SAP Solution Accelerators to expedite their SAP automation initiatives and achieve optimal results. Session attendees will also explore case studies on how organizations have realized impressive ROI after implementing UiPath SAP Solution Accelerators. Join us to learn how UiPath SAP Solution Accelerators can fuel your SAP automation journey and uncover the strategies to drive tangible ROI within your organization.</p>\n\n<p> </p>\n",
  "image": "https://images.ctfassets.net/5965pury2lcm/3vwYWChm1mtjf60GAORHyk/87bf6faec03054517834b10488e60201/Turbocharge_Your_SAP_Automation_Journey_With_UiPath_Solution_Accelerators_.jpg",
  "videoType": "vimeo",
  "videoAccountId": 875117487,
  "videoId": "f00f37ca5f",
  "speakers": []
 }
]
